Repository: macfidelity/monoto
Catalog: locale/*/LC_MESSAGES/monoto.po
Languages: de_de

source: Notes
de_de: Notizen

source: MyMonoto
de_de: Mein Monoto

source: Keyboard
de_de: Tastatur

source: Admin
de_de: Administration

source: Logout
de_de: Abmelden

source: Search
de_de: Suchen

source: search here
de_de: Suchbegriff

source: Note title
de_de: Notizname

source: new
de_de: neu

source: save
de_de: speichern

source: create
de_de: anlegen

source: delete
de_de: l&ouml;schen

source: Profile
de_de: Profil

source: Language
de_de: Sprachwahl

source: Changing password:
de_de: Passwort &auml;ndern:

source: Stats
de_de: Statistik

source: Activity Log
de_de: Aktivit√§ten Protokoll

source: Importer (Textfiles)
de_de: Import (Textdateien)

source: Importer (.csv)
de_de: Import (.csv)

source: Exporter (.csv)
de_de: Export (.csv)

source: Eraser
de_de: L&ouml;schdienst

source: You can delete your notes and events here. Keep in mind: there is no restore option.
de_de: Hier kannst du deine Notizen und Logeintr&auml;ge l&ouml;schen. Bitte bedenke dass es keine keine Widerherstellungsoption gibt.

source: Delete events
de_de: L&ouml;sche Ereignisse

source: Delete notes
de_de: L&ouml;sche Notizen

source: monoto-wide
de_de: monoto-weit

source: Key
de_de: Taste

source: Function
de_de: Funktion

source: Opens the monoto online documentation
de_de: &Ouml;ffnet die Online-Dokumentation

source: notes-page
de_de: Notiz-Ansicht

source: Resets all input fields and sets focus to search
de_de: Setzt alle Eingabefelder zur&uuml;ck und den Fokus in das Suchen-Feld

source: Toggle maximize of editor
de_de: Wechselt zwischen normaler und Vollbild-Ansicht des Texteditors

source: Reloads all notes from db
de_de: L&auml;dt alle Notizen neu vom Server

source: Saves a selected note
de_de: Speichert die selektierte Notiz

source: Del
de_de: Entf

source: Deletes the selected note
de_de: L&ouml;scht die markierte Notiz

source: Arrow Down (in search)
de_de: Pfeil nach unten (in der Suche)

source: Selects the top record
de_de: Wechselt zur ersten Notiz der Ergebnistabelle

source: Arrow Down (if record selected)
de_de: Pfeil nach unten (wenn Datensatz markiert)

source: Selects the next record
de_de: Springt zur n&auml;chsten Notiz

source: Arrow Up (in search)
de_de: Pfeil nach oben (in Suche)

source: Moves the focus to newNoteTitle
de_de: Springt zum Notiz-Name Feld

source: Arrow Up (if record selected)
de_de: Pfeil nach oben (wenn Datensatz markiert)

source: Selects the previous record
de_de: Springt zur vorherigen Notiz der Ergebnistabelle

source: Config
de_de: Konfiguration

source: Please delete <i>setup.php</i>. It is a risk to keep that file.
de_de: Bitte l&ouml;sche <i>setup.php</i>. Es ist ein Sicherheitsrisiko diese Datei auf dem Server zu belassen.

source: Users
de_de: Benutzer

source: Broadcast message
de_de: Mitteilung

source: Tasks
de_de: Aufgaben
